Repository: awesome-academy/naitei14_python_nhom1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Pitch Management
vi: Quản Lý Sân Bóng

source: Online Pitch Management
vi: Quản Lý Sân Bóng Trực Tuyến

source: Home
vi: Trang Chủ

source: Pitch List
vi: Danh Sách Sân

source: Admin
vi: Quản Trị

source: Bookings
vi: Đặt Sân

source: Manage Pitches
vi: Quản Lý Sân

source: Manage Vouchers
vi: Quản Lý Voucher

source: Hello
vi: Xin Chào

source: Booking History
vi: Lịch Sử Đặt Sân

source: Favorite Pitches
vi: Sân Yêu Thích

source: Update Account
vi: Cập Nhật Tài Khoản

source: Logout
vi: Đăng Xuất

source: Sign Up
vi: Đăng Ký

source: Login
vi: Đăng Nhập

source: Search facility by name...
vi: Tìm kiếm cơ sở...

source: Facility List
vi: Danh Sách Cơ Sở

source: Pitches
vi: Sân

source: No facilities found
vi: Không tìm thấy cơ sở

source: Don't have an account?
vi: Chưa có tài khoản?

source: Create one here
vi: Tạo tại đây

source: Create New Account
vi: Tạo Tài Khoản Mới

source: Already have an account?
vi: Đã có tài khoản?

source: Login here
vi: Đăng nhập tại đây

source: All
vi: Tất Cả

source: User
vi: Người Dùng

source: Pitch
vi: Sân

source: Date
vi: Ngày

source: Time Slot
vi: Khung Giờ

source: Duration
vi: Thời Lượng

source: Price
vi: Giá

source: Status
vi: Trạng Thái

source: Actions
vi: Hành Động

source: Choose a pitch and book now
vi: Chọn sân và đặt ngay

source: Search Pitches
vi: Tìm Kiếm Sân

source: Search by keyword
vi: Tìm kiếm theo từ khóa

source: Pitch name, facility, address...
vi: Tên sân, cơ sở, địa chỉ...

source: All Types
vi: Tất Cả Loại

source: Price Range
vi: Khoảng Giá

source: All Prices
vi: Tất Cả Giá

source: Under 100,000đ/hour
vi: Dưới 100.000đ/giờ

source: 100,000đ - 200,000đ/hour
vi: 100.000đ - 200.000đ/giờ

source: 200,000đ - 300,000đ/hour
vi: 200.000đ - 300.000đ/giờ

source: Over 300,000đ/hour
vi: Trên 300.000đ/giờ

source: Search
vi: Tìm Kiếm

source: Reset
vi: Đặt Lại

source: Applied filters:
vi: Bộ lọc đã áp dụng:

source: Keyword:
vi: Từ khóa:

source: Type:
vi: Loại:

source: Price:
vi: Giá:

source: Found
vi: Tìm thấy

source: pitch
vi: sân

source: pitches
vi: sân

source: Name A-Z
vi: Tên A-Z

source: Name Z-A
vi: Tên Z-A

source: Price Low to High
vi: Giá Thấp Đến Cao

source: Price High to Low
vi: Giá Cao Đến Thấp

source: Sort
vi: Sắp Xếp

source: Add to Favorites
vi: Thêm Vào Yêu Thích

source: Rental Price
vi: Giá Thuê

source: hour
vi: giờ

source: View Schedule & Book
vi: Xem Lịch & Đặt Sân

source: to book
vi: để đặt sân

source: Page navigation
vi: Điều hướng trang

source: Page
vi: Trang

source: Total
vi: Tổng

source: No Pitches Found
vi: Không Tìm Thấy Sân

source: No pitches match your search criteria
vi: Không có sân phù hợp với tiêu chí tìm kiếm

source: View All Pitches
vi: Xem Tất Cả Sân

source: Pitches List
vi: Danh Sách Sân

source: Available
vi: Còn Trống

source: Not Available
vi: Không Có Sẵn

source: Book Now
vi: Đặt Ngay

source: This facility currently has no pitches
vi: Cơ sở này hiện không có sân

source: Previous
vi: Trước

source: Next
vi: Tiếp

source: You have no bookings yet.
vi: Bạn chưa có đặt sân nào.

source: Book a pitch now
vi: Đặt sân ngay

source: Booking Details
vi: Chi Tiết Đặt Sân

source: Customer Information
vi: Thông Tin Khách Hàng

source: Username
vi: Tên Đăng Nhập

source: Phone Number
vi: Số Điện Thoại

source: Pitch Information
vi: Thông Tin Sân

source: Pitch Name
vi: Tên Sân

source: Pitch Type
vi: Loại Sân

source: Base Price
vi: Giá Cơ Bản

source: Booking Information
vi: Thông Tin Đặt Sân

source: Booking Date
vi: Ngày Đặt

source: hours
vi: giờ

source: Time Slot Price
vi: Giá Khung Giờ

source: Discount Code
vi: Mã Giảm Giá

source: Total Price
vi: Tổng Giá

source: Note
vi: Ghi Chú

source: Created At
vi: Tạo Lúc

source: Back
vi: Quay Lại

source: Cancel Booking
vi: Hủy Đặt Sân

source: Are you sure you want to cancel this booking?
vi: Bạn có chắc chắn muốn hủy đặt sân này không?

source: Confirm Cancel
vi: Xác Nhận Hủy

source: Step 1: Select Booking Date
vi: Bước 1: Chọn Ngày Đặt

source: Step 2: Select Time Slot
vi: Bước 2: Chọn Khung Giờ

source: No available time slots for this date
vi: Không có khung giờ nào khả dụng cho ngày này

source: Step 3: Discount Code (Optional)
vi: Bước 3: Mã Giảm Giá (Tùy Chọn)

source: Enter discount code
vi: Nhập mã giảm giá

source: Check
vi: Kiểm Tra

source: Step 4: Note (Optional)
vi: Bước 4: Ghi Chú (Tùy Chọn)

source: Example: Need ball, arrive 15 minutes early...
vi: Ví dụ: Cần bóng, tới 15 phút sớm...

source: Please select a date above to see available time slots
vi: Vui lòng chọn ngày trên để xem các khung giờ khả dụng

source: Booking Instructions
vi: Hướng Dẫn Đặt Sân

source: Select booking date
vi: Chọn ngày đặt sân

source: Select available time slot (green)
vi: Chọn khung giờ khả dụng (xanh)

source: Enter discount code if you have one
vi: Nhập mã giảm giá nếu có

source: Add note if needed
vi: Thêm ghi chú nếu cần

source: Click Confirm Booking
vi: Nhấp Xác Nhận Đặt Sân

source: Important Notes
vi: Ghi Chú Quan Trọng

source: Book at least 1 day in advance
vi: Đặt sân ít nhất 1 ngày trước

source: Pay when you arrive
vi: Thanh toán khi bạn tới

source: Free cancellation before 24 hours
vi: Hủy miễn phí trước 24 giờ

source: Hotline: 0123-456-789
vi: Đường Dây Nóng: 0123-456-789

source: Book Pitch
vi: Đặt Sân

source: Pitch Type Information
vi: Thông Tin Loại Sân

source: Schedule
vi: Lịch Trình

source: Select Booking Date
vi: Chọn Ngày Đặt

source: Select the date you want to book (from today onwards)
vi: Chọn ngày bạn muốn đặt (từ hôm nay trở đi)

source: View Available Time Slots
vi: Xem Khung Giờ Khả Dụng

source: Select Time Slot
vi: Chọn Khung Giờ

source: No available time slots for this date. Please choose another date.
vi: Không có khung giờ khả dụng cho ngày này. Vui lòng chọn ngày khác.

source: Discount Code (if you have)
vi: Mã Giảm Giá (Nếu Có)

source: Additional Note
vi: Ghi Chú Thêm

source: Enter your note...
vi: Nhập ghi chú của bạn...

source: Confirm Booking
vi: Xác Nhận Đặt Sân
